{
  "gameTutorial": {
    "action": {
      "select": "Selecciona esta carta.",
      "select-mobile": "Toca o arrastra."
    },
    "intro": {
      "title": "Bienvenido a Jokers of Neon",
      "content": "Este tutorial ofrece una visión general de las mecánicas principales del juego."
    },
    "pointsTarget": {
      "title": "¿Cómo completar un nivel?",
      "content": "Cada nivel establece una cantidad de puntos que debes alcanzar jugando manos de póker."
    },
    "playableHand": {
      "step-1": "Debes utilizar estas cartas para formar una mano de póker.",
      "step-2": "Si las cartas de tu mano no forman una mano de póker, puedes usar un descarte para obtener nuevas cartas. Vamos a intentarlo.",
      "pair": "¡Genial! Tenemos un PAR de 7 para jugar, ¡hagámoslo!",
      "secondPair": "Ahora tenemos un PAR de 5's para jugar, ¡hagámoslo!",
      "straight": "Mira, ahora tenemos una ESCALERA para jugar, ¡hagámoslo!",
      "plays": "Puedes hacer clic aquí para ver las posibles manos de póker que puedes formar."
    },
    "discardCards": {
      "title": "Descartando",
      "content": "Ahora haz clic en el botón de descarte para obtener nuevas cartas en tu mano."
    },
    "playCards": {
      "title": "Jugar cartas",
      "content": "Ahora, haz clic en el botón para jugar tus cartas preseleccionadas."
    },
    "pointsMultiplier": {
      "title": "Puntos y multiplicador",
      "content": "Cada mano de póker tiene puntos base y multiplicador que contribuirán a tu puntuación final."
    },
    "score": {
      "content": "¡Buen trabajo! Tu última jugada alcanzó la puntuación objetivo. Ahora, vamos a jugar de verdad. ¡Buena suerte!"
    },
    "specialCards": {
      "title": "Cartas Especiales",
      "content": "Las cartas especiales son un cambio radical, ya que aplican efectos únicos a las cartas que juegas. Puedes comprarlas en la tienda."
    },
    "modifiers": {
      "title": "Cartas Modificadoras",
      "content": "Oh, obtuviste un modificador de palo. Si lo aplicas al 10, obtendrás una ESCALERA REAL DE COLOR. ¡Vamos a intentarlo!",
      "drag": "Arrastra y suelta el modificador de palo de trébol sobre el 10, luego haz clic en 'Siguiente' para continuar."
    },
    "power-ups": {
      "title": "Power-ups",
      "content": "Los power-ups otorgan puntos extra y aumentan tu multipli. Úsalos una vez y luego compra más en la tienda.",
      "select": "Selecciona este power-up"
    }
  },
  "storeTutorial": {
    "coins": {
      "title": "Monedas",
      "content": "¡Felicidades! Después de derrotar un nivel, ganas monedas para gastar en la tienda."
    },
    "levelUpHands": {
      "title": "Mejora tus manos",
      "content": "Puedes mejorar tus manos. Cuanto mayor sea el nivel de tus manos de póker, más puntos y multiplicadores obtendrán"
    },
    "buyPacks": {
      "title": "Comprar paquetes",
      "content": "Aquí puedes obtener paquetes para mejorar tu mazo. Estos paquetes ofrecen la posibilidad de obtener cartas raras y especiales a un costo menor."
    },
    "buyCards": {
      "title": "Comprar cartas tradicionales y de neón",
      "content": "Aquí puedes comprar cartas tradicionales y de neón para mejorar tu mazo. Las cartas de neón otorgan el doble de puntos y +1 multiplicador."
    },
    "modifiers": {
      "title": "Modificadores",
      "content": "Los modificadores son cartas que se agregan a tu mazo y aplican efectos a tus cartas tradicionales, como agregar más puntos o cambiar el palo"
    },
    "specialCards": {
      "title": "Cartas especiales",
      "content": "Las cartas especiales otorgan poderes globales únicos y se activan inmediatamente. ¡Pueden cambiar el rumbo del juego!"
    },
    "rerollStore": {
      "title": "Actualizar la tienda",
      "content": "¿No encuentras lo que necesitas? Gasta algunas monedas para actualiza la tienda y ver un nuevo conjunto de cartas y manos para mejorar."
    },
    "nextLevel": {
      "title": "Avanzar al siguiente nivel",
      "content": "¿Listo para continuar? Haz clic aquí para avanzar al siguiente nivel y enfrentar nuevos desafíos."
    }
  },
  "specialCardsTutorial": {
    "specialCards": {
      "title": "Cartas especiales",
      "content": "Las cartas especiales se activan inmediatamente después de comprarlas en la tienda. Aplican sus efectos después de jugar tu mano."
    },
    "discardingCards": {
      "title": "Descartar",
      "content": "Si no deseas usar una carta especial, puedes descartarla en cualquier momento haciendo clic en el botón de descarte que aparecerá sobre la carta.",
      "content-mobile": "Si no deseas usar una carta especial, puedes descartarla en cualquier momento arrastrándola hacia el botón de descarte."
    }
  },
  "modifiersTutorial": {
    "modifierCard": {
      "title": "Carta modificadora",
      "content": "Las cartas modificadoras mejoran o alteran una carta específica. Arrastra y suelta un modificador sobre una carta preseleccionada para activar su efecto."
    },
    "discard": {
      "title": "Descartar",
      "content": "Haz clic en el botón de descarte que aparecerá sobre la carta para descartarla sin perder oportunidades de descarte.",
      "content-mobile": "Arrastra el modificador y suéltalo en el botón de descarte para descartarlo sin perder oportunidades de descarte."
    }
  },
  "joyride": {
    "back": "Atrás",
    "next": "Siguiente",
    "skip": "Saltar",
    "close": "Cerrar",
    "last": "Finalizar"
  }
}
