{
  "gameTutorial": {
    "action": {
      "select": "Selecione esta carta.",
      "select-mobile": "Arraste e solte."
    },
    "intro": {
      "title": "Bem-vindo ao Jokers of Neon",
      "content": "Este tutorial oferece uma visão geral das mecânicas principais do jogo."
    },
    "pointsTarget": {
      "title": "Como completar um nível?",
      "content": "Cada nível define uma pontuação que você precisa alcançar jogando mãos de pôquer."
    },
    "playableHand": {
      "step-1": "Você deve usar as cartas da sua mão para formar uma mão de pôquer.",
      "step-2": "Se as cartas da sua mão não formarem uma mão de pôquer, você pode usar um descarte para obter novas cartas. Vamos tentar isso.",
      "pair": "Ótimo! Conseguimos um PAR de 7 para jogar, vamos lá!",
      "secondPair": "Agora temos um PAR de 5's para jogar, vamos lá!",
      "straight": "Olha, agora conseguimos uma SEQUÊNCIA para jogar, vamos lá!",
      "plays": "Você pode clicar aqui para ver as possíveis mãos de pôquer que pode formar."
    },
    "discardCards": {
      "title": "Descartando",
      "content": "Agora clique no botão de descarte para trazer novas cartas para sua mão."
    },
    "playCards": {
      "title": "Jogar Cartas",
      "content": "Agora, clique no botão para jogar suas cartas pré-selecionadas."
    },
    "pointsMultiplier": {
      "title": "Pontos e Multiplicador",
      "content": "Cada mão de poker tem pontos base e um multiplicador que contribuirá para sua pontuação final."
    },
    "score": {
      "content": "Ótimo trabalho! Sua última jogada atingiu a pontuação alvo. Agora, vamos jogar de verdade. Boa sorte!"
    },
    "specialCards": {
      "title": "Cartas Especiais",
      "content": "As cartas especiais mudam o jogo, aplicando efeitos únicos às cartas que você joga. Elas podem ser compradas na loja."
    },
    "modifiers": {
      "title": "Cartas Modificadoras",
      "content": "Oh, você conseguiu um modificador de naipe. Se você aplicá-lo ao 10, obterá um ROYAL FLUSH. Vamos tentar!",
      "drag": "Arraste e solte o modificador de naipe de paus sobre o 10, depois clique em 'Próximo' para continuar."
    },
    "power-ups": {
      "title": "Power-ups",
      "content": "Os power-ups concedem pontos extras e aumentam seu multiplicador. Use-os uma vez e depois compre mais na loja.",
      "select": "Selecione esse power-up"
    }
  },
  "storeTutorial": {
    "coins": {
      "title": "Moedas",
      "content": "Parabéns! Após derrotar um nível, você ganha moedas para gastar na loja."
    },
    "levelUpHands": {
      "title": "Aprimore suas Mãos",
      "content": "Você pode melhorar suas mãos. Quanto maior o nível das suas mãos de poker, mais pontos e multiplica elas marcam"
    },
    "buyPacks": {
      "title": "Comprar Pacotes",
      "content": "Aqui você pode obter pacotes para impulsionar seu baralho. Esses pacotes oferecem a chance de obter cartas raras e especiais a um custo menor."
    },
    "buyCards": {
      "title": "Comprar Cartas Tradicionais e Neon",
      "content": "Aqui você pode comprar cartas tradicionais e neon para aprimorar seu baralho. As cartas neon marcam o dobro de pontos e +1 multi."
    },
    "modifiers": {
      "title": "Modificadores",
      "content": "Modificadores são cartas que são adicionadas ao seu baralho e aplicam efeitos às suas cartas tradicionais, como adicionar mais pontos ou mudar o naipe"
    },
    "specialCards": {
      "title": "Cartas Especiais",
      "content": "Cartas especiais concedem poderes globais únicos e ficam ativas imediatamente. Elas podem mudar o rumo do jogo!"
    },
    "rerollStore": {
      "title": "Repetir a Loja",
      "content": "Não está encontrando o que precisa? Gaste algumas moedas para repetir a loja e veja um novo conjunto de cartas e mãos para aprimorar."
    },
    "nextLevel": {
      "title": "Avançar para o Próximo Nível",
      "content": "Pronto para continuar? Clique aqui para avançar para o próximo nível e enfrentar novos desafios!"
    }
  },
  "specialCardsTutorial": {
    "specialCards": {
      "title": "Cartas Especiais",
      "content": "Cartas especiais ativam imediatamente após você comprá-las na loja. Elas aplicam seus efeitos após sua mão ser jogada."
    },
    "discardingCards": {
      "title": "Descartar cartas especiais",
      "content": "Se você não quiser usar uma carta especial, pode descartá-la a qualquer momento clicando no botão de descartar que aparecerá sobre a carta.",
      "content-mobile": "Se você não quiser usar uma carta especial, pode descartá-la a qualquer momento arrastando-a para o botão de descartar."
    }
  },
  "modifiersTutorial": {
    "modifierCard": {
      "title": "Carta Modificadora",
      "content": "Cartas modificadoras melhoram ou alteram uma carta específica. Arraste e solte um modificador em uma carta pré-selecionada para ativar seu efeito."
    },
    "discard": {
      "title": "Descartar",
      "content": "Clique no botão de descartar que aparecerá sobre a carta para descartá-la sem perder nenhuma chance de descarte.",
      "content-mobile": "Arraste o modificador e solte-o sobre o botão de descartar para descartá-lo sem perder nenhuma chance de descarte."
    }
  },
  "joyride": {
    "back": "Voltar",
    "next": "Próximo",
    "skip": "Pular",
    "close": "Fechar",
    "last": "Finalizar"
  }
}
